9/data/attachments/267d96b9ab3cb510.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christian_strategy_Actions_75390_1</nif:username>
            <nif:friendToBeRequested>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>